Repository: petterreinholdtsen/relativity-of-wrong-asimov
Catalog: The_Relativity_of_Wrong.*.po
Languages: nb

source: From The Skeptical Inquirer, Fall 1989, Vol. 14, No. 1, Pp. 35-44
nb: Fra Skeptical Inquirer, høsten 1989, vol. 14, no. 1, s. 35-44

source: The Relativity of Wrong
nb: Relativt galt

source: By Isaac Asimov
nb: Av Isaac Asimov. Oversatt til bokmål av Petter Reinholdtsen og Asbjørn Dyrendal.

source: I RECEIVED a letter the other day. It was handwritten in crabbed penmanship so that it was very difficult to read. Nevertheless, I tried to make it out just in case it might prove to be important. In the first sentence, the writer told me he was majoring in English literature, but felt he needed to teach me science. (I sighed a bit, for I knew very few English Lit majors who are equipped to teach me science, but I am very aware of the vast state of my ignorance and I am prepared to learn as much as I can from anyone, so I read on.)
nb: Jeg fikk et brev her om dagen. Det var håndskrevet, med en knotete håndskrift som gjorde det vanskelig å lese. Jeg forsøkte uansett å forstå hva som sto der i tilfelle det skulle vise seg å være noe viktig. I den første setningen forklarte forfatteren at han studerte fordypningsfag i engelsk litteratur men følte at han trengte å lære meg naturvitenskap. (Jeg sukket litt, da jeg kjenner svært få engelskstudenter som kan nok til å lære meg naturvitenskap. Men jeg vet godt at omfanget av alt jeg ikke vet er enormt, og jeg er klar til å lære så mye jeg kan fra hvem det skal være, så jeg fortsatte å lese.)

source: It seemed that in one of my innumerable essays, I had expressed a certain gladness at living in a century in which we finally got the basis of the universe straight.
nb: Det så ut til at jeg i et av mine utallige essay hadde gitt uttrykk for en viss glede over å leve i et århundre hvor vi endelig hadde fått grunnlaget for universet riktig.

source: I didn't go into detail in the matter, but what I meant was that we now know the basic rules governing the universe, together with the gravitational interrelationships of its gross components, as shown in the theory of relativity worked out between 1905 and 1916. We also know the basic rules governing the subatomic particles and their interrelationships, since these are very neatly described by the quantum theory worked out between 1900 and 1930. What's more, we have found that the galaxies and clusters of galaxies are the basic units of the physical universe, as discovered between 1920 and 1930.
nb: Jeg gikk ikke i detaljer, men det jeg mente var at vi nå kjenner de grunnleggende reglene som styrer universet og hvordan gravitasjonen for mesteparten virker sammen, slik relativitetsteorien utarbeidet mellom 1905 og 1916 viser. Vi kjenner også til de grunnleggende reglene som styrer subatomære partikler og deres forhold til hverandre, da disse er svært godt beskrevet av kvanteteorien som ble utarbeidet mellom 1900 og 1930. I tillegg har vi funnet ut at galakser og galaksehoper er de grunnleggende enhetene som utgjør det fysiske universet, noe vi oppdaget mellom 1920 og 1930.

source: These are all twentieth-century discoveries, you see.
nb: Alle disse, ser du, er oppdagelser fra det tyvende århundre.

source: The young specialist in English Lit, having quoted me, went on to lecture me severely on the fact that in every century people have thought they understood the universe at last, and in every century they were proved to be wrong. It follows that the one thing we can say about our modern "knowledge" is that it is wrong. The young man then quoted with approval what Socrates had said on learning that the Delphic oracle had proclaimed him the wisest man in Greece. "If I am the wisest man," said Socrates, "it is because I alone know that I know nothing." the implication was that I was very foolish because I was under the impression I knew a great deal.
nb: Etter at den unge litteraturviteren hadde sitert meg, fortsatte han med å belære meg om det faktum at i hvert århundre hadde folk trodd de endelig hadde forstått universet, og i hvert eneste århundre hadde det vist seg at de tok feil. Konklusjonen er at det eneste vi kan si om vår modere «kunnskap» er at den garantert er feil. Den unge mannen ga deretter sin støtte til et sitat fra Sokrates, som hadde kommet med en kommentar da han ble kjent med at oraklet i Delfi hadde erklært at han var den viseste mann i Hellas. «Hvis jeg er den viseste mann», sa Sokrates, «så er det kun på grunn av at jeg alene vet at jeg intet vet.» Implikasjonen var at jeg var svært tåpelig som innbilte meg at jeg viste en hel masse.

source: My answer to him was, "John, when people thought the earth was flat, they were wrong. When people thought the earth was spherical, they were wrong. But if you think that thinking the earth is spherical is just as wrong as thinking the earth is flat, then your view is wronger than both of them put together."
nb: Jeg svarte ham slik: «Da folk tenkte at jorden var flat, John, så tok de feil. Da folk tenkte at jorden var sfærisk, så tok de feil. Men hvis du tror at det å tenke at jorden er sfærisk er like galt som å tenke at jorda er flat, så er ditt syn mer feil enn begge to til sammen.»

source: The basic trouble, you see, is that people think that "right" and "wrong" are absolute; that everything that isn't perfectly and completely right is totally and equally wrong.
nb: Du forstår, det grunnleggende problemet er at folk tenker at «riktig» og «galt» er absolutter. Alt alt som ikke er perfekt og fullstendig riktig er fullstendig og likeverdig galt.

source: However, I don't think that's so. It seems to me that right and wrong are fuzzy concepts, and I will devote this essay to an explanation of why I think so.
nb: Jeg tror derimot ikke at det er slik. For meg virker det som om riktig og feil er konsept med uskarpe grenser, og jeg vil bruke denne teksten til å forklare hvorfor jeg mener dette.

source: When my friend the English literature expert tells me that in every century scientists think they have worked out the universe and are always wrong, what I want to know is how wrong are they? Are they always wrong to the same degree? Let's take an example.
nb: Når min venn litteraturviteren forteller meg at naturvitenskapsfolk i hvert århundre har tenkt at de har forstått universet og alltid tatt feil, så ønsker jeg å vite hvor feil tok de? Har de alltid tatt like mye feil? La oss se på et eksempel.

source: In the early days of civilization, the general feeling was that the earth was flat. This was not because people were stupid, or because they were intent on believing silly things. They felt it was flat on the basis of sound evidence. It was not just a matter of "That's how it looks," because the earth does not look flat. It looks chaotically bumpy, with hills, valleys, ravines, cliffs, and so on.
nb: I sivilisasjonens tidlige dager, var den generelle forståelsen at jorda var flat. Det kom ikke av at folk var dumme, eller av at de var bestemt på å tro på rare ting. De opplevde at den var flat basert på klare indisier. Det var ikke et enkelt spørsmål om «det er slik den ser ut», da jorden jo ikke ser flat ut. Den er jo kaotisk humpete, med hauger, daler, steinrøyser, klipper og så videre.

source: Of course there are plains where, over limited areas, the earth's surface does look fairly flat. One of those plains is in the Tigris-Euphrates area, where the first historical civilization (one with writing) developed, that of the Sumerians.
nb: Selvsagt er det sletter der, i begrensede områder, jordens overflate ser ganske flat ut. En av disse slettene er i Tigris-Eufrat-området, hvor den første historiske sivilisasjon (en med skriftspråk) utviklet seg, den sumeriske.

source: Perhaps it was the appearance of the plain that persuaded the clever Sumerians to accept the generalization that the earth was flat; that if you somehow evened out all the elevations and depressions, you would be left with flatness. Contributing to the notion may have been the fact that stretches of water (ponds and lakes) looked pretty flat on quiet days.
nb: Kanskje var det slettens utseende som fikk smarte sumerere til å akseptere generaliseringen om at jorden var flat; at om du, på et eller annet vis jevnet ut alle høyder og daler, så ville du stå igjen med noe flatt. At strekninger med vann, som dammer og innsjøer, så ganske flate ut på stille dager kan ha bidratt til idéen.

source: Another way of looking at it is to ask what is the "curvature" of the earth's surface. Over a considerable length, how much does the surface deviate (on the average) from perfect flatness. The flat-earth theory would make it seem that the surface doesn't deviate from flatness at all, that its curvature is 0 to the mile.
nb: En annen måte å se på det er å spørre seg hva «krumningen» for jordens overflate er. Over en betydelig avstand, hvor mye avviker overflaten (i gjennomsnitt) fra perfekt flathet. Jorden er flat-teorien ville få det til å se ut som om overflaten ikke avviker fra flathet i det hele tatt, dvs. at dens «krumning» er 0 per kilometer.

source: Nowadays, of course, we are taught that the flat-earth theory is wrong; that it is all wrong, terribly wrong, absolutely. But it isn't. The curvature of the earth is nearly 0 per mile, so that although the flat-earth theory is wrong, it happens to be nearly right. That's why the theory lasted so long.
nb: I dag lærer vi naturligvis at flat jord-teorien er feil. At den er helt feil, forferdelig feil, uten tvil. Men den er ikke det. Krumningen på jorden er nesten 0 per kilometer, så selv om flat jord-teorien e feil, så er den jo også nesten riktig. Det er årsaken til at teorien holdt ut så lenge.

source: There were reasons, to be sure, to find the flat-earth theory unsatisfactory and, about 350 B.C., the Greek philosopher Aristotle summarized them. First, certain stars disappeared beyond the Southern Hemisphere as one traveled north, and beyond the Northern Hemisphere as one traveled south. Second, the earth's shadow on the moon during a lunar eclipse was always the arc of a circle. Third, here on the earth itself, ships disappeared beyond the horizon hull-first in whatever direction they were traveling.
nb: Det var grunner, helt klart, som gjorde flat jord-teorien lite tilfredstillende og, rundt 350 f.kr., oppsummerte den greske filosofen Aristoteles dem. For det første, så forsvinner noen stjerner forbi den *sørlige horisonten* når en reiser nordover, og forbi den *nordlige horisonten* når en reiser sørover. For det andre er jordens skygge på månen under en måneformørkelse alltid en del av en sirkel. For det tredje ser en her på jorda at skroget på skip forsvinner først når de seiler over horisonten, uansett hvilken retning de seiler.

source: All three observations could not be reasonably explained if the earth's surface were flat, but could be explained by assuming the earth to be a sphere.
nb: Alle disse tre observasjonene kunne ikke forklares på fornuftig vis hvis jordens overflate var flat, men kunne forklares ved å anta at jorden var en kule.

source: What's more, Aristotle believed that all solid matter tended to move toward a common center, and if solid matter did this, it would end up as a sphere. A given volume of matter is, on the average, closer to a common center if it is a sphere than if it is any other shape whatever.
nb: I tillegg trodde Aristoteles at all solid materie har en tendens til å bevege seg mot et felles senter, og hvis all solid materie gjorde dette ville den ende opp som en kule. Et gitt volum med masse vil, i snitt, være nærmere et felles senter hvis den utgjør en kule enn hvis den utgjør en hvilken som helst annen form.

source: About a century after Aristotle, the Greek philosopher Eratosthenes noted that the sun cast a shadow of different lengths at different latitudes (all the shadows would be the same length if the earth's surface were flat). From the difference in shadow length, he calculated the size of the earthly sphere and it turned out to be 25,000 miles in circumference.
nb: Omtrent et århundre etter Aristoteles la den greske filosofen Eratosthenes merke til at solen kastet skygge med ulik lengde på ulike lengdegrader (alle skygger ville ha samme lengde hvis jordens overflate var flat). Fra forskjellen i skyggelengde kalkulerte han størrelsen på jordens kule og fant ut at den var 40 000 km i omkrets.

source: The curvature of such a sphere is about 0.000126 per mile, a quantity very close to 0 per mile, as you can see, and one not easily measured by the techniques at the disposal of the ancients. The tiny difference between 0 and 0.000126 accounts for the fact that it took so long to pass from the flat earth to the spherical earth.
nb: Krumningen på en slik kule er omtrent 0.000078 pr. kilometer, en verdi som du kan se er veldig nær 0 pr. kilometer, og en som ikke er enkel å måle med de teknikkene som var tilgjengelig i historisk tid. Den ørlille forskjellen mellom 0 og 0.000078 forklarer hvorfor det tok så lang tid å komme fra en flat jord til en kulerund jord.

source: Mind you, even a tiny difference, such as that between 0 and 0.000126, can be extremely important. That difference mounts up. The earth cannot be mapped over large areas with any accuracy at all if the difference isn't taken into account and if the earth isn't considered a sphere rather than a flat surface. Long ocean voyages can't be undertaken with any reasonable way of locating one's own position in the ocean unless the earth is considered spherical rather than flat.
nb: Merk at selv en ørliten forskjell, som den mellom 0 og 0.000078, kan være ekstremt viktig. Forskjellen summeres opp. Jorden kan overhode ikke kartlegges nøyaktig over store områder hvis forskjellen ikke tas hensyn til og uten at jorden anses å være en kule i stedet for en flat overflate. Lange sjøreiser kan ikke gjennomføres med en rimelig måte å finne ut hvor en er på havet uten at en tar hensyn til at jorden er kulerundt i stedet for flat.

source: Furthermore, the flat earth presupposes the possibility of an infinite earth, or of the existence of an "end" to the surface. The spherical earth, however, postulates an earth that is both endless and yet finite, and it is the latter postulate that is consistent with all later findings.
nb: I tillegg leder en flat jord til muligheten for en uendelig jord, eller eksistensen av en «kant» på overflaten. En kulerund jord, derimot, fører til en jord som er både uten kant og ikke uendelig. Og det er sistnevnte antagelse som er konsistent med alle senere observasjoner.

source: So, although the flat-earth theory is only slightly wrong and is a credit to its inventors, all things considered, it is wrong enough to be discarded in favor of the spherical-earth theory.
nb: Så selv om flat jord-teorien bare er litt feil, og bør, når alt kommer til alt, gi anerkjennelse til de som kom opp med den, så er den feil nok til å forkastes til fordel for teorien om en sfærisk jord.

source: And yet is the earth a sphere?
nb: Men er virkelig jorden en kule?

source: No, it is not a sphere; not in the strict mathematical sense. A sphere has certain mathematical properties - for instance, all diameters (that is, all straight lines that pass from one point on its surface, through the center, to another point on its surface) have the same length.
nb: Nei, den er ikke en kule, ikke i matematisk forstand. En kule har visse matematiske egenskaper - for eksempel har alle diametre (dvs. alle rette linjer som går fra et punkt på overflaten, gjennom sentrum, til et annet punkt på overflaten) samme lengde.

source: That, however, is not true of the earth. Various diameters of the earth differ in length.
nb: Dette er derimot ikke riktig for jorden. Forskjellige diametre gjennom jorden har ulik lengde.

source: What gave people the notion the earth wasn't a true sphere? To begin with, the sun and the moon have outlines that are perfect circles within the limits of measurement in the early days of the telescope. This is consistent with the supposition that the sun and the moon are perfectly spherical in shape.
nb: Hvorfra fikk folk ideen om at jorden ikke var en ekte kule? I starten hadde solen og månen omriss som var perfekte sirkler i henhold til målebegrensningene da teleskopet ble tatt i bruk. Dette er konsistent med antagelsen om at formen til solen og månen er perfekte kuler.

source: However, when Jupiter and Saturn were observed by the first telescopic observers, it became quickly apparent that the outlines of those planets were not circles, but distinct ellipses. That meant that Jupiter and Saturn were not true spheres.
nb: Men da Jupiter og Saturn ble observert med teleskop for første gang, ble det raskt åpenbart at omrisset av disse planetene ikke var sirkler, men helt klart ellipser. Dette betød at Jupiter og Saturn ikke var ekte kuler.

source: Isaac Newton, toward the end of the seventeenth century, showed that a massive body would form a sphere under the pull of gravitational forces (exactly as Aristotle had argued), but only if it were not rotating. If it were rotating, a centrifugal effect would be set up that would lift the body's substance against gravity, and this effect would be greater the closer to the equator you progressed. The effect would also be greater the more rapidly a spherical object rotated, and Jupiter and Saturn rotated very rapidly indeed.
nb: I slutten av det syttende århundre viste Isaac Newton at et massivt legeme ville ta form av en kule når gravitasjonskreftene virket på den (slik Aristoteles hadde argumentert), men kun hvis det ikke roterte. Hvis det roterte ville en sentrifugaleffekt finne sted som ville løfte legemets masse mot gravitasjonen og denne effekten ville være større jo nærmere ekvator en kom. Effekten ville være større jo raskere det runde objektet roterte, og både Jupiter og Saturn roterer helt klart veldig raskt.

source: The earth rotated much more slowly than Jupiter or Saturn so the effect should be smaller, but it should still be there. Actual measurements of the curvature of the earth were carried out in the eighteenth century and Newton was proved correct.
nb: Jorden roterte mye saktere enn Jupiter og Saturn, slik at effekten ville være mindre men fortsatt til stede. Reelle målinger av krumningen til jorden ble gjennomført i det attende århundret og en fant at Newton hadde rett.

source: The earth has an equatorial bulge, in other words. It is flattened at the poles. It is an "oblate spheroid" rather than a sphere. This means that the various diameters of the earth differ in length. The longest diameters are any of those that stretch from one point on the equator to an opposite point on the equator. This "equatorial diameter" is 12,755 kilometers (7,927 miles). The shortest diameter is from the North Pole to the South Pole and this "polar diameter" is 12,711 kilometers (7,900 miles).
nb: Med andre ord, jorden buler ved ekvator og er flat ved polene. Den er en «flatklemt sfæroide» i stedet for en kule. Dette betyr at de forskjellige diametrene til jorda har ulik lengde. De lengste diameterene er de som strekker seg fra ekvator til motsatt endre av ekvator. Denne «ekvatoriske diameteren» er 12 755 kilometer. Den korteste diameteren er fra nordpolen til sydpolen og denne «polare diameteren» er 12 711 kilometer.

source: The difference between the longest and shortest diameters is 44 kilometers (27 miles), and that means that the "oblateness" of the earth (its departure from true sphericity) is 44/12755, or 0.0034. This amounts to l/3 of 1 percent.
nb: Differansen mellom den lengste og den korteste diameteren er 44 kilometer, og det betyr at «*utdrattheten*» for jorden (dets avvik fra en ekte kule) er 44/12755 eller 0.0034. Det utgjør 1/3 av 1 prosent.

source: The correction in going from spherical to oblate spheroidal is much smaller than going from flat to spherical. Therefore, although the notion of the earth as a sphere is wrong, strictly speaking, it is not as wrong as the notion of the earth as flat.
nb: Korreksjonen når en går fra kuleform til flate sfæroider er mye mindre enn når en går fra flat til kuleform. Dermed, selv om påstanden om at jorden er en kule er feil, strengt tatt, så er det ikke like feil som påstanden om at jorden er flat.

source: Even the oblate-spheroidal notion of the earth is wrong, strictly speaking. In 1958, when the satellite Vanguard I was put into orbit about the earth, it was able to measure the local gravitational pull of the earth--and therefore its shape--with unprecedented precision. It turned out that the equatorial bulge south of the equator was slightly bulgier than the bulge north of the equator, and that the South Pole sea level was slightly nearer the center of the earth than the North Pole sea level was.
nb: Selv forståelsen av at jorden er en flatklemt sfæroide er strengt tatt feil. Da satellitten Vanguard I ble satt i bane rundt jorden i 1958, klarte den å måle lokal gravitasjonstiltrekning på jorden -- og dermed dens form -- med større presisjon enn noen gang tidligere. Det viste seg at den ekvatorianske bulen sør for ekvator hadde litt mer bul enn bulen nord for ekvator, og at havnivået ved sørpolen var litt nærmere jordens sentrum enn havnivået ved nordpolen.

source: There seemed no other way of describing this than by saying the earth was pear-shaped, and at once many people decided that the earth was nothing like a sphere but was shaped like a Bartlett pear dangling in space. Actually, the pear-like deviation from oblate-spheroid perfect was a matter of yards rather than miles, and the adjustment of curvature was in the millionths of an inch per mile.
nb: Det ser ikke ut til å være noen annen måte å beskrive dette enn å si at jorden er pæreformet, og med en gang var det mange som bestemte seg for at jorden overhodet ikke lignet på en kule men var formet som en *Bartlett*-pære som hang i rommet. Egentlig var det pærelignende avviket et spørsmål om meter i stedet for kilometer, og justeringen i kromningen i området milliontedels centimeter pr. kilometer.

source: In short, my English Lit friend, living in a mental world of absolute rights and wrongs, may be imagining that because all theories are wrong, the earth may be thought spherical now, but cubical next century, and a hollow icosahedron the next, and a doughnut shape the one after.
nb: Min venn litteraturviteren som kort og godt levde i en mental verden med absolutt riktig og feil, kan ha forestilt seg at i og med at alle teorier er feil, sa kan jorden tenkes å være kuleformet nå, kubisk neste århundre, en hul *icosahedron* det neste og smultringformet det påfølgende.

source: What actually happens is that once scientists get hold of a good concept they gradually refine and extend it with greater and greater subtlety as their instruments of measurement improve. Theories are not so much wrong as incomplete.
nb: Det som egentlig skjer er at når vitenskapsfolk har fått tak på et godt konsept er at de de gravis vil forbedre og utvide det med større og større *subtlety* etter hvert som måleinstrumentene blir bedre. Teorier er mer ufullstendige enn feil.

source: This can be pointed out in many cases other than just the shape of the earth. Even when a new theory seems to represent a revolution, it usually arises out of small refinements. If something more than a small refinement were needed, then the old theory would never have endured.
nb: Dette gjelder for mange andre tilfeller enn kun formen på jorden. Selv når en ny teori tilsynelatende representerer en revolusjon, så kommer den ut av små forbedringer. Hvis noe mer enn små forbedringer trengs, så ville ikke den gamle teorien ha vart så lenge.
