Repository: petterreinholdtsen/relativity-of-wrong-asimov
Catalog: The_Relativity_of_Wrong.*.po
Languages: nb

source: Copernicus switched from an earth-centered planetary system to a sun-centered one. In doing so, he switched from something that was obvious to something that was apparently ridiculous. However, it was a matter of finding better ways of calculating the motion of the planets in the sky, and eventually the geocentric theory was just left behind. It was precisely because the old theory gave results that were fairly good by the measurement standards of the time that kept it in being so long.
nb: Copernicus endret fra et jordsentrisk planetsystem til et solsentrert system. Ved å gjøre dette byttet han fra noe som var åpenbart til noe som tilsynelatende var latterlig. Men det var derimot et spørsmål om å finne bedre måter å beregne planetenes bevegelser på himmelen, og til slutt ble den geosentriske teorien ganske enkelt forlatt. Det var nettopp på grunn av at den gamle teorien ga resultater som var rimelige gode etter målestandardene den gangen at den ble beholdt så lenge.

source: Again, it is because the geological formations of the earth change so slowly and the living things upon it evolve so slowly that it seemed reasonable at first to suppose that there was no change and that the earth and life always existed as they do today. If that were so, it would make no difference whether the earth and life were billions of years old or thousands. Thousands were easier to grasp.
nb: Nok en gang, det er på grunn av at geologiske former på jorden ender seg så sakte og at levende ting på toppen av dem endrer seg så sakte at det først virket fornuftig å anta at det ikke var noen endring og at jorden og livet alltid hadde eksistert som de gjør i dag. Hvis det var tilfelle hadde det ikke noe å si om jorden og livet var milliarder av år gamle eller bare noen tusen. Tusener var enklere å forstå.

source: But when careful observation showed that the earth and life were changing at a rate that was very tiny but not zero, then it became clear that the earth and life had to be very old. Modern geology came into being, and so did the notion of biological evolution.
nb: Men når nøye observasjoner viste at jorden og livet endret seg med en hastighet som var svært liten men ikke null ble det klart at jorden og livet måtte være veldig gammel. Moderne geologi ble skapt, og det samme ble forståelsen av biologisk evolusjon.

source: If the rate of change were more rapid, geology and evolution would have reached their modern state in ancient times. It is only because the difference between the rate of change in a static universe and the rate of change in an evolutionary one is that between zero and very nearly zero that the creationists can continue propagating their folly.
nb: Hvis endringshastigheten var høyere ville geologi og evolusjon ha nådd sin moderte tilstand for lenge siden. Det er kun fordi forskjellen mellom endringshastigheten i et statisk univers og endringshastigheten i et univers i utvikling er mellom null og veldig nært null at kreasjonistene kan fortsette å spre tullet sitt.

source: Since the refinements in theory grow smaller and smaller, even quite ancient theories must have been sufficiently right to allow advances to be made; advances that were not wiped out by subsequent refinements.
nb: I og med at forbedringer av teorier blir mindre og mindre etter hvert betyr det at svært gamle teorier også må ha hatt tilstrekkelig rett til å føre til fremskritt. Fremskritt som ikke ble borte av påfølgende forbedringer.

source: The Greeks introduced the notion of latitude and longitude, for instance, and made reasonable maps of the Mediterranean basin even without taking sphericity into account, and we still use latitude and longitude today.
nb: Grekerne introduserte for eksempel begrepene lengdegrad og breddegrad, og laget fornuftige kart over middelhavet, uten å ta hensyn til sfæriskiskhet, og vi bruker fortsatt lengdegrad og breddegrad i dag.

source: The Sumerians were probably the first to establish the principle that planetary movements in the sky exhibit regularity and can be predicted, and they proceeded to work out ways of doing so even though they assumed the earth to be the center of the universe. Their measurements have been enormously refined but the principle remains.
nb: Sumererne var antagelig de første til å etablere prinsippet om at planetenes bevegelser på himmelen var regelmessige og kunne forutsies. De fortsatte med å finne måter å gjøre dette selv om de antok at jorden var sentrum for universet. Målingene de gjorde har blitt enormt forbedret, men prinsippet består.

source: Naturally, the theories we now have might be considered wrong in the simplistic sense of my English Lit correspondent, but in a much truer and subtler sense, they need only be considered incomplete.
nb: Selvfølgelig kan teoriene vi har nå anses å være feil i den enkle betydningen av ordet som min engelske litteraturviterkorrespondent legger opp til, men i en mer sannferdig og subtil forståelse bør de bare anses som ufullstendige.
